Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/mozi__mozi-016-universal-love-iii__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 子墨子言曰：仁人之事者，必務求興天下之利，除天下之害。然當今之時，天下之害，孰爲大？曰：若大國之攻小國也，大家之亂小家也，強之劫弱，衆之暴寡，詐之謀愚，貴之敖賤，此天下之害也。
en: The purpose of.the magnanimous lies in procuring benefits for the world and eliminating its calamities. Now among all the current calamities, which are the most important? The attack on the small states hj the large ones, disturbances of the small houses by the large ones, oppression of the weak by the strong, misuse of the few by the many, deception of the simple by the cunning, disdain towards the humble by the honoured— these are the mis-fortunes in the empire. Again, the lack of grace on the part of the ruler, the lack of loyalty on the part of the ruled, the lack of affection on the part of the father, the lack of filial piety on the part of the son — these are further calamities in the empire.

source: 又與爲人君者之不惠也，臣者之不忠也，父者之不慈也，子者之不孝也，此又天下之害也。又與今人之賤人，執其兵刃毒藥水火，以交相虧賊，此又天下之害也。姑嘗本原若衆害之所自生。此胡自生？此自愛人、利人生與？卽必曰非然也，必曰從惡人、賊人生。
en: Also, the mutual injury and harm which the unscrupulous do to one another with weapons, poison, w'ater, and fire is still another calamity in the empire. When we come to think about the cause of all these calamities, how have they arisen? Have they arisen out of love of others and benefiting others? Of course we should say no. We should say they have arisen out of hate of others and injuring others.

source: 分名乎天下，惡人而賊人者，兼與？別與？卽必曰別也。然卽之交別者，果生天下之大害者與？是故別非也。子墨子曰：
en: If we should classify one by one all those who hate others and injure others, should we find them to be universal in love or partial? Of course we should say they are partial.

source: 非人者必有以易之，若非人而無以易之，譬之猶以水救水也，其說將必無可焉。是故子墨子曰：
en: Now, since partiality against one another is the cause of the major calamities in the empire, then partiality is wrong.

source: 兼以易別。然卽兼之可以易別之故何也？曰：
en: Motse continued: Whoever critickes others must have something to replace them.

source: 藉爲人之國若爲其國，夫誰獨舉其國以攻人之國者哉？爲彼者由爲己也。
en: Criticism without suggestion is like trying to stop flood with flood and put out fire with fire.

source: 爲人之都，若爲其都，夫誰獨舉其都以伐人之都者哉？爲彼猶爲己也。
en: It will surely be without worth. Motse said: Partiality is to be replaced by universality.

source: 爲人之家，若爲其家，夫誰獨舉其家以亂人之家者哉？
en: But how is it that partiality can be replaced by universality?

source: 爲彼猶爲己也。然卽國都不相攻伐，人家不相亂賊，此天下之害與？天下之利與？
en: Now, when every one regards the states of others as he regards his own, who would attack the others’ states?

source: 卽必曰天下之利也。
en: Others are regarded lile self.

source: 姑嘗本原若衆利之所自生。此胡自生？此自惡人賊人生與？卽必曰非然也，必曰從愛人利人生。
en: When every one regards the capitals of others as he regards his own, who would seize the others’ capitals? Others are regarded like self.

source: 分名乎天下愛人而利人者，別與？兼與？卽必曰兼也。然卽之交兼者，果生天下之大利者與？
en: When every one regards the houses of others as he regards his own, who would disturb the others’ houses?

source: 是故子墨子曰兼是也。
en: Others are regarded like self.

source: 且鄉吾本言曰：仁人之事者，必務求興天下之利，除天下之害。今吾本原兼之所生，天下之大利者也。吾本原別之所生，天下之大害者也是故子墨子曰別非而兼是者，出乎若方也。且鄉吾本言曰：
en: Now, when the states and cities do not attack and seize each other and when the clans and individuals do not disturb and harm one another — is this a calamity or a benefit to the world? Of course it is a Benefit.

source: 仁人之事者，必務求興天下之利，除天下之害。今吾本原兼之所生，天下之大利者也；吾本原別之所生，天下之大害者也。」是故子墨子曰：「別非而兼是者，」出乎若方也。
en: WTien we come to think about the several benefits in regard to their cause, how have they arisen? Have they arisen out of hate of others and injuring others? Of course we should say no. We shouldsay they have arisen out of love of others and benefiting others. If we should classify one by one all those who love others and benefit others, should we find them to be partial or universal? Of course we should say they are universal.

source: 今吾將正求興天下之利而取之，以兼爲正。是以聰耳明目相與視聽乎！是以股肱畢強相爲動宰乎！
en: Now, since universal love is the cause of the major benefits in the world, therefore Motse proclaims universal love is right.

source: 而有道肆相教誨。是以老而無妻子者，有所侍養以終其壽。幼弱孤童之無父母者，有所放依以長其身。
en: And, as has already been said, the interest of the magnanimous lies in procuring benefits for the world and eliminating its calamities.

source: 今唯毋以兼爲正，卽若其利也。不識天下之士，所以皆聞兼而非者，其故何也？然而天下之士，非兼者之言猶未止也，曰：「卽善矣，雖然，豈可用哉？」子墨子曰：
en: Now that we have found out the consequences of universal love to be the major benefits of the world and the consequences of partiality to be the major calamities in the world; this is the reason why Motse said partiality is wrong and universality is right. When we try to develop and procure benefits for the world with universal love as one standard, then attentive ears and keen eyes will respond in service to one another, then Ihnhs will be strengthened to work for one another, and those who know the Tao will untiringly instruct others. Thus the old and those who have neither wife nor children will have the support and supply to spend their old age with, and the young and weak and orphans will have the care and admonition to grow up in. When universal love is adopted as the standard, then such are the consequent benefits. It is incomprehensible, then, why people should object to universal love when they hear it. Yet the objection is not all exhausted.

source: 「用而不可，雖我亦將非之。且焉有善而不可用者？姑嘗兩而進之。誰以爲二士，使其一士者執別，使其一士者執兼。是故別士之言曰：
en: It is asked: ‘‘ It may be a good thing, but can it be of any use? " Motse replied: If it were not useful then even I would disapprove of it.

source: 『吾豈能爲吾友之身若爲吾身？爲吾友之親若爲吾親？
en: But how can there be anything that is good but not useful?

source: 』是故退睹其友，飢卽不食，寒卽不衣，疾病不侍養，死喪不葬埋。別士之言若此，行若此。兼士之言不然，行亦不然。曰：
en: Let us consider the matter from both sides. Suppose there are two men. Let one of them hold to partiality and the other to universality. Then the advocate of partiality would say to himself, how can I take care of my friend as I do of myself, how can I take care of his parents as my own? Therefore when he finds his friend hungry he would not feed him, and when he finds him cold he would not clothe him. In his illness he would not minister to him, and when he is dead he would not bury him.

source: 『吾聞爲高士於天下者，必爲其友之身，若爲其身，爲其友之親，若爲其親，然後可以爲高士於天下。』是故退睹其友，飢則食之，寒則衣之，疾病侍養之，死喪葬埋之。兼士之言若此，行若此。
en: Such is the word and such is the deed of the advocate of partiality. The advocate of universality is quite unlike this both in word and in deed. He would say to Mmself, I have lieard that to be a superior man one should take care of his Mend as he does of himself, and take care of his friend's parents as his own. Therefore when he finds his friend hungry he would feed him, and when he finds him cold he would clothe him. In his sickness he would serve him, and when he is dead he would bury him. Such is the word and such is the deed of the advocate of universality.

source: 若之二士者，言相非而行相反與？當使若二士者，言必信，行必果，使言行之合，猶合符節也，無言而不行也。然卽敢問：今有平原廣野於此，被甲嬰胄，將往戰，死生之權，未可識也。又有君大夫之遠使於巴、越、齊、荊，往來及否未可識也。然卽敢問：
en: Such is the word and such is the deed of the advocate of universality. These two persons then are opposed to each other in word and also in deed. Suppose they are sincere in word and decisive in deed so that their word and deed are made to agree like the two parts of a tally, and that there is no word but what is realized in deed, then let us consider further: Suppose a war is on, and one is in armour and helmet ready to join the force, life and death are not predictable. Or suppose one is commissioned a deputy by the ruler to such far countries like Pa, Yiieh, Ch'i, and Ching, and the arrival and return are quite uncertain. Now (under such circumstances) let us inquire upon whom would one lay the trust of one’s family and parents.

source: 然卽敢問：不識將惡也？家室，奉承親戚、提挈妻子而寄託之？不識於兼之有是乎？於別之有是乎？我以爲當其於此也，天下無愚夫愚婦，雖非兼之人，必寄託之於兼之有是也。
en: Even if he is a person who objects to universal love, he will lay the trust upon the universal Mend all the same. This is verbal objection to the principle but actual selection by it — this is self-contradiction between one’s word and deed. It is incomprehensible, then, why people should object to universal love when they hear it. Yet the objection is not all exhausted.

source: 此言而非兼，擇卽取兼，卽此言行費也。不識天下之士，所以皆聞兼而非之者，其故何也。然而天下之士，非兼者之言，猶未止也。
en: This is verbal objection to the principle but actual selection by it — this is self-contradiction between one’s word and deed. It is incomprehensible, then, why people should object to universal love when they hear it. Yet the objection is not all exhausted. It is objected: Maybe it is a good criterion to choose among ordinary men, but it may not apply to the rulers. Let us again consider the matter from both sides. Suppose there are two rulers.

source: 然而天下之士，非兼者之言，猶未止也。曰：意可擇士，而不可以擇君乎？姑嘗兩而進之。誰以爲二君，使其一君者執兼，使其一君者執別。是故別君之言曰：
en: Let one of them hold partiality and the other universality. Then the partial ruler would say to himself, how can I take care of the people as I do of myself? This would be quite contrary to common sense. A man’s life on earth is of short duration, it is like a galloping horse passing by. Therefore when he finds his people hungry he would not feed them, and when he finds them cold he would not clothe them. When they are sick he would not minister to them, and upon their death he would not bury them.

source: 「吾惡能爲吾萬民之身若爲吾身？此泰非天下之情也。
en: Such is the word and such is the deed of the partial ruler.

source: 人之生乎地上之無幾何也，譬之猶駟馳而過隙也。
en: The universal ruler is quite unlike this both in word and in deed.

source: 」是故退睹其萬民，飢卽不食，寒卽不衣，疾病不侍養，死喪不葬埋。別君之言若此，行若此。兼君之言不然，行亦不然，曰：
en: He would say to himself, I have heard that to be an upright ruler of the world one should first attend to his people and then to himself. Therefore when he finds his people hungry he would feed them, and when ho finds them cold he would clothe them. In their sickness he would minister to them, and upon their death he would bury them. Such is the word and such is the deed of the universal ruler.

source: 「吾聞爲明君於天下者，必先萬民之身，後爲其身，然後可以爲明君於天下。
en: These two rulers, then, are opposed to each other in word and also in deed.

source: 」是故退睹其萬民，飢卽食之，寒卽衣之，疾病侍養之，死喪葬埋之。兼君之言若此，行若此。然卽交若之二君者，言相非而行相反與？常使若二君者，言必信，行必果，使言行之合，猶合符節也，無言而不行也。然卽敢問：今歲有癘疫，萬民多有勤苦凍餒，轉死溝壑中者，旣已衆矣。
en: Suppose they are sincere in word and decisive in deed so that their word and deed are made to agree like the two parts of a tally, and that there is no word but what is realized in deed, then let us consider further: Suppose, now, that there is a disastrous pestilence, that most people are in misery and privation, and that many lie dead in ditches.

source: 不識將擇之二君者，將何從也？我以爲當其於此也，天下無愚夫愚婦，雖非兼者，必從兼君是也。
en: (Under such circumstances) let us inquire, if a person could choose one of the two rulers, which would he prefer? It seems to me on such, occasions there are no fools in the world.

source: 言而非兼，擇卽取兼，卽此言行拂也，不識天下所以皆聞兼而非之者，其故何也。然而天下之士，非兼者之言也，猶未止也，曰：兼卽仁矣，義矣。雖然，豈可爲哉？
en: Even if he is a person who objects to universal love, he will choose the universal ruler. This is verbal objection to the principle but actual selection by it — this is self-contradiction between one’s word and deed. It is incomprehensible; then, why people should object to universal love when they hear it. Yet the objection is still not exhausted. It points out that universal love may be magnanimous and righteous, but how can it be realized?

source: 吾譬兼之不可爲也，猶挈泰山以超江、河也。故兼者，直願之也，夫豈可爲之物哉？子墨子曰：夫挈泰山以超江、河，自古之及今，生民而來未嘗有也。
en: Universal love is impracticable just as carrying Mt. T ai and leaping over rivers. So, then, universal love is but a pious wish, how can it be actualized? Motse replied: To carry Mt. T’ai and leap over rivers is something that has never been accomplished since the existence of man.

source: 今若夫兼相愛、交相利，此自先聖六王者親行之。
en: But universal love and mutual aid has been personally practised by six ancient sage-kings.

source: 何知先聖六王之親行之也？
en: How do we know they have done it?

source: 子墨子曰：吾非與之並世同時，親聞其聲，見其色也。
en: Motse said: I am no contemporary of theirs, neither have I heard their voice or seen their faces.

source: 以其所書於竹帛，鏤於金石，琢於槃盂，傳遺後世子孫者知之。《泰誓》曰：文王若日若月，乍照，光於四方，於西土。」卽此言文王之兼愛天下之博大也，譬之日月，兼照天下之無有私也卽此文王兼也。雖子墨子之所謂兼者，於文王取法焉！
en: The sources of our knowledge lie in what is written on the bamboos and silk, what is engraved in metal and stones, and what is cut in the vessels to be handed down to posterity. The Great Declaration " proclaims: King Wen was like the sun and the moon, shedding glorious and resplendent light in the four quarters as well as over the Western land." TMs is to say tiiat the love of King Wen is so wide and universal that it is like the sun and the moon shining upon the world without partiality. Here is universal love on the part of King Wen; what Motse has been talking about is really derived from the example of King Wen. Moreover it is true not only in the " Great Declaration but also with the " Oath of Yii "A Yii said (therein): Come all you hosts of people, take heed and hearken to my words.

source: 且不惟《泰誓》爲然，雖《禹誓》卽亦猶是也。禹曰：「濟濟有衆，咸聽朕言！
en: It is not that I, a single person, would willingly stir up this confusion.

source: 非惟小子，敢行稱亂。蠢茲有苗，用天之罰。若予旣率爾羣封諸君，以征有苗。」禹之征有苗也，非以求以重富貴，干福祿，樂耳目也。以求興天下之利，除天下之害。卽此禹兼也。
en: The Prince of Miao is more and more unreasonable, he deserves punishment from Heaven. Therefore I lead you to appoint the lords of the states and go to punish the Prince of Miao." It was not for the sake of increasing his wealth and multiplying his felicitations and indulging his ears and eyes but for that of procuring benefits for the world and eliminating its annoyances that Yii went to war against the Prince of Miao. This is universal love on the part of Yii, and what Motse has been talking about is really derived from the example of Yii. Again it is true not only in the Oath of Yii " but also with the Oath of T’ang T’ang said: " Unworthy Lii presumed to do sacrifice with a first-born male animal to Heaven on high and mother Earth, saying, ‘ Now there is a great drought from heaven.

source: 卽此禹兼也。雖子墨子之所謂兼者，於禹求焉。且不惟《禹誓》爲然，雖《湯說》卽亦猶是也。
en: This is universal love on the part of Yii, and what Motse has been talking about is really derived from the example of Yii.

source: 湯曰：「惟予小子履，敢用玄牡，告於上天后後曰：『今天大旱，卽當朕身履，未知得罪於上下有善不敢蔽，有罪不敢赦，簡在帝心。萬方有罪，卽當朕身。朕身有罪，無及萬方。』」卽此言湯貴爲天子，富有天下，然且不憚以身爲犧牲，以祠說於上帝鬼神，卽此湯兼也。
en: Again it is true not only in the Oath of Yii " but also with the Oath of T’ang T’ang said: " Unworthy Lii presumed to do sacrifice with a first-born male animal to Heaven on high and mother Earth, saying, ‘ Now there is a great drought from heaven. It happens right in my, Lii’s, time. I do not know whether I have wronged Heaven or men. Good, I dare not cover up; guilt, I dare not let go — this is clearly seen in the mind of God. If there is sin anywhere hold me responsible for it; if I myself am guilty may the rest be spared/ " This is to say that though having the honour of being an emperor and the wealth of possessing the whole world, T’ang did not shrink from offering himself as sacrifice to implore God and the spirits. This is universal love on the part of T’ang, and what Motse has been talking aboiit is really derived from the example of T'ang.

source: 湯曰：「惟予小子履，敢用玄牡，告於上天后後曰：『今天大旱，卽當朕身履，未知得罪於上下有善不敢蔽，有罪不敢赦，簡在帝心。萬方有罪，卽當朕身。朕身有罪，無及萬方。
en: Good, I dare not cover up; guilt, I dare not let go — this is clearly seen in the mind of God. If there is sin anywhere hold me responsible for it; if I myself am guilty may the rest be spared/ " This is to say that though having the honour of being an emperor and the wealth of possessing the whole world, T’ang did not shrink from offering himself as sacrifice to implore God and the spirits. This is universal love on the part of T’ang, and what Motse has been talking aboiit is really derived from the example of T'ang.

source: 』」卽此言湯貴爲天子，富有天下，然且不憚以身爲犧牲，以祠說於上帝鬼神，卽此湯兼也。雖子墨子之所謂兼者，於湯取法焉。且不惟《誓命》與《湯說》爲然，周《詩》卽亦猶是也。周《詩》曰：「王道蕩蕩，不偏不黨，王道平平，不黨不偏。其直若矢，其易若底。
en: Still again, it is true not only in the " Oath of Yii " and the Oath of T’ang " but also with the " Poems of Chou To quote: " the way of the (good) emperor is wide and straight, without partiality and without favouritism. The way of the (good) emperor is even and smooth, without favouritism and without partiality. It is straight like an arrow and just like a balance.

source: 君子之所履，小人之所視。」若吾言非語道之謂也？古者文、武爲正，均分賞賢罰暴，勿有親戚弟兄之所阿。卽此文、武兼也。雖子墨子之所謂兼者，於文、武取法焉。不識天下之人，所以皆聞兼而非之者，其故何也。
en: The superior man follows it, (even) the unprincipled looks on (without resentment)." Thus the principle that I have been expounding is not to be regarded as a mere doctrinaire notion. In the past, when Wen and Wu administered the government both of them rewarded the virtuous and punished the wicked without partiality to their relatives and brothers. This is just the universal love of Wen and Wu. And what Motse has been talking about is really derived from the examples of Wen and Wu. It is incomprehensible then why people should object to universal love when they hear it. Yet the objection is still not exhausted.

source: 然而天下之非兼者之言，猶未止。曰：意不忠親之利，而害爲孝乎？子墨子曰：姑嘗本原之孝子之爲親度者。吾不識孝子之爲親度者，亦欲人愛利其親與？
en: It raises the question, when one does not think in terms of benefits and harm to one’s parents would it be filial piety? Motse replied: Now let us inquire about the plans of the filial sons for their parents. I may ask, when they plan for then parents, whether they desire to have others love or hate them?

source: 意欲人之惡賊其親與？以說觀之，卽欲人之愛利其親也。然卽吾惡先從事卽得此？若我先從事乎愛利人之親，然後人報我愛利吾親乎？
en: Judging from the whole doctrine (of filial piety), it is certain that they desire to have others love their parents. Now, what should I do first in order to attain this?

source: 意我先從事乎惡人之親，然後人報我以愛利吾親乎？卽必吾先從事乎愛利人之親，然後人報我以愛利吾親也。然卽之交孝子者，果不得已乎？
en: Should I first love others’ parents in order that they would love my parents in return, or should I first hate others’ parents in order that they would love my parents in return?

source: 毋先從事愛利人之親者與？意以天下之孝子爲遇，而不足以爲正乎？姑嘗本原之。
en: Of course I should first love others’ parents in order that they would love my parents in return.

source: 先王之所書《大雅》之所道，曰：「無言而不讎，無德而不報。投我以桃，報之以李。」卽此言愛人者必見愛也，而惡人者必見惡也。不識天下之士，所以皆聞兼而非之者，其故何也。
en: Of course I should first love others’ parents in order that they would love my parents in return. Hence those who desire to be filial to one another’s parents, if they have to choose (between whether they should love or hate others’ parents), had best first love and benefit others’ parents. Would any one suspect that all the filial sons are stupid and incorrigible (in loving their own parents)? We may again inquire about it. It is said in the Ta Ya " among the books of the ancient kings: No idea is not given its due value; no virtue is not rewarded. When a peach is thrown to us, we would return with a prune." This is to say whoever loves others will be loved and whoever hates others will be hated.

source: 不識天下之士，所以皆聞兼而非之者，其故何也。意以爲難而不可爲邪？
en: Would any one suspect that all the filial sons are stupid and incorrigible (in loving their own parents)?

source: 嘗有難此而可爲者。昔荊靈王好小要，當靈王之身，荊國之士飯不踰乎一，固據而後興，扶垣而後行。故約食爲其難爲也，然後爲而靈王說之，未踰於世而民可移也，卽求以鄉其上也。
en: Is it because it is hard and impracticable? There are " Every word finds its answer; Every good deed has its recompense.’ instances of even mncli Harder tasks done. Formerly, Lord Ling of the state of Ching liked slender waists. In his time people in the state of Ching ate not more than once a day. They could not stand np without support, and could not walk without leaning against the wall. Now, limited diet is quite hard to endure, and yet it was endured.

source: 昔荊靈王好小要，當靈王之身，荊國之士飯不踰乎一，固據而後興，扶垣而後行。故約食爲其難爲也，然後爲而靈王說之，未踰於世而民可移也，卽求以鄉其上也。
en: It is said in the Ta Ya " among the books of the ancient kings: No idea is not given its due value; no virtue is not rewarded. When a peach is thrown to us, we would return with a prune." This is to say whoever loves others will be loved and whoever hates others will be hated. It is then quite incomprehensible why people should object to universal love when they hear it. Is it because it is hard and impracticable? There are " Every word finds its answer; Every good deed has its recompense.’ instances of even mncli Harder tasks done. Formerly, Lord Ling of the state of Ching liked slender waists.

source: 昔者越王句踐好勇，教其士臣三年，以其知爲未足以知之也。焚舟失火，鼓而進之。其士偃前列，伏水火而死，有不可勝數也。當此之時，不鼓而退也，越國之士可謂顫矣。故焚身爲其難爲也，然後爲之，越王說之，未踰於世而民可移也，卽求以鄉上也。
en: In his time people in the state of Ching ate not more than once a day. They could not stand np without support, and could not walk without leaning against the wall. Now, limited diet is quite hard to endure, and yet it was endured. While Lord Ling encouraged it, his people could be changed within a generation to conform to their superior. Lord Kou Chien of the state of Yiieh admired courage and taught it his ministers and soldiers three years. Fearing that their knowledge had not yet made them efficient he let a fire be set on the boat, and beat the drum to signal advance.

source: 昔者晉文公好苴服。當文公之時，晉國之士大布之衣，牂羊之裘，練帛之冠，且苴之屨，入見文公，出以踐之朝。
en: The soldiers at the bead of the ranli: were even pushed down. Those who perished in the flames and in water were numberless. Even then they would not retreat without signal. The soldiers of Yiieh would be quite terri&ed (ordinarily). To be burnt alive is a hard task, and yet it was accomplished. When the Lord of Yiieh encouraged it, his people could be changed within a generation to conform to their superior.

source: 是故約食、焚舟、苴服，此天下之至難爲也，然後爲，而上說之，未踰於世而民可移也，何故也？卽求以鄉其上也。今若夫兼相愛、交相利，此其有利，且易爲也，不可勝計也。我以爲則無有上說之者而已矣。
en: To dress up in coarse clothing is hard to do, yet it has been done. When Lord Wen encouraged it his people could be changed within a generation to conform to their superior. Now to endure limited diet, to be burnt alive, and to wear coarse clothing are the hardest things in the world, yet when the superiors encouraged them the people could be changed within a generation. Why was this so? It was due to the desire to conform to the superior. Now, as to universal love and mutual aid, they are beneficial and easy beyond a doubt.

source: 苟有上說之者，勸之以賞譽，威之以刑罰，我以爲人之於就兼相愛、交相利也，譬之猶火之就上、水之就下也，不可防止於天下。故兼者，聖王之道也，王公大人之所以安也，萬民衣食之所以足也。故君子莫若審兼而務行之。爲人君必惠，爲人臣必忠，爲人父必慈，爲人子必孝，爲人兄必友，爲人弟必悌。故君子莫若欲爲惠君、忠臣、慈父、孝子、友兄、悌弟，當若兼之不可不行也。此聖王之道，而萬民之大利也。
en: It seems to me that the only trouble is that there is no superior who encourages it. If there is a superior who encourages it, promoting it with rewards and commendations, threatening its reverse with punishments, I feel people will tend toward universal love and mutual aid like fire tending upward and water downwards — it will be unpreventable in the world. Therefore, universal love is really the way of the sage-kings. It is what gives peace to the rulers and sustenance to the people. The gentleman would do well to understand and practise universal love; then he would be gracious as a ruler, loyal as a minister, affectionate as a father, filial as a son, courteous as an elder brother, and respectful as a younger brother. So, if the gentleman desires to be a gracious ruler, a loyal minister, an affectionate father, a filial son, a courteous elder brother, and a respectful younger brother, universal love must be practised.

source: 苟有上說之者，勸之以賞譽，威之以刑罰，我以爲人之於就兼相愛、交相利也，譬之猶火之就上、水之就下也，不可防止於天下。故兼者，聖王之道也，王公大人之所以安也，萬民衣食之所以足也。
en: It seems to me that the only trouble is that there is no superior who encourages it. If there is a superior who encourages it, promoting it with rewards and commendations, threatening its reverse with punishments, I feel people will tend toward universal love and mutual aid like fire tending upward and water downwards — it will be unpreventable in the world.

source: 故君子莫若審兼而務行之。
en: Therefore, universal love is really the way of the sage-kings.
